<?php
/**
 * Created by PhpStorm.
 * User: isaaktosounidis
 * Date: 25/12/2017
 * Time: 12:30
 */

return [

    'oath-original' => 'Ὄμνυμι Ἀπόλλωνα ἰητρόν καί Ἀσκληπιόν καί Ὑγείαν και Πανάκειαν καί θεούς πάντας τε και πάσας, ἵστορας ποιεύμενος, ἐπιτελέα ποιήσειν κατά δύναμιν καί κρίσιν ἐμήν ὅρκον τόνδε καί ξυγγραφήν τήνδε.
Ἡγήσεσθαι μέν τόν διδάξαντά με την τέχνην ταύτην ἴσα γενέτῃσιν ἐμοῖσι, καί βίου κοινώσεσθαι, καί χρεῶν χρηίζοντι μετάδοσιν ποιήσεσθαι, καί γένος τό ἐξ αὐτοῦ ἀδελφεοῖς ἴσον ἐπικρινέειν ἄρρεσι, καί διδάξειν τήν τέχνην ταύτην, ἥν χρηίζωσι μανθάνειν, ἄνευ μισθοῦ καί ξυγγραφῆς, παραγγελίης τε καί ἀκροήσιος καί τῆς λοιπῆς ἁπάσης μαθήσιος μετάδοσιν ποιήσασθαι υἱοῖσι καί τοῖσι τοῦ ἐμέ διδάξαντος καί μαθηταῖσι συγγεγραμμένοις τε καί ὡρκισμένοις νόμῳ ἰητρικώ, ἄλλῳ δέ οὐδενί.
Διαιτήμασί τε χρήσομαι ἐπ᾿ ὠφελείῃ καμνόντων κατά δύναμιν καί κρίσιν ἐμήν, ἐπί δηλήσει δέ καί ἀδικίῃ εἴρξειν.
Οὐ δώσω δέ οὐδέ φάρμακον οὐδενί αἰτηθείς θανάσιμον, οὐδέ ὑφηγήσομαι ξυμβουλίην τοιήνδε˙ ὁμοίως δέ οὐδέ γυναικί πεσσόν φθόριον δώσω.
Ἁγνῶς δε καί ὁσίως διατηρήσω βίον τόν ἐμόν καί τέχνην τήν εμήν.
Οὐ τεμέω δε οὐδέν μην λιθιῶντας, ἐκχωρήσω δε ἐργάτῃσιν ἀνδράσιν πρήξιος τῆσδε.
Ἐς οἰκίας δε ὁκόσας ἄν ἐσίω, ἐσελεύσομαι ἐπ᾿ ὠφελείῃ καμνόντων, ἐκτός ἐών πάσης ἀδικίης ἑκουσίης καί φθορίης τῆς τε ἄλλης καί ἀφροδισίων ἔργων ἐπί τε γυναικείων σωμάτων καί ἀνδρείων, ἐλευθέρων τε καί δούλων.
Ἅ δ᾿ ἄν ἐν θεραπείῃ ἤ ίδω ἤ ακούσω, ἤ καί ἄνευ θεραπείης κατά βίον ἀνθρώπων, ἅ μή χρή ποτε ἐκλαλέεσθαι ἔξω, σιγήσομαι, ἄρρητα ἡγεύμενος εἶναι τά τοιαῦτα.
Ὅρκον μέν οὖν μοι τόνδε ἐπιτελέα ποιέοντι καί μή ξυγχέοντι εἴη ἐπαύρασθαι καί βίου καί τέχνης, δοξαζομένῳ παρά πᾶσιν ἀνθρώποις ἐς τόν αἰεί χρόνον˙ παραβαίνοντι δέ καί ἐπιορκέοντι, τἀναντία τουτέων.',

    'oath' => 'Ορκίζομαι στο θεό Απόλλωνα τον ιατρό και στο θεό Ασκληπιό και στην Υγεία και στην Πανάκεια και επικαλούμενος τη μαρτυρία όλων των θεών ότι θα εκτελέσω κατά τη δύναμη και την κρίση μου τον όρκο αυτόν και τη συμφωνία αυτή.
Να θεωρώ τον διδάσκαλό μου της ιατρικής τέχνης ίσο με τους γονείς μου και την κοινωνό του βίου μου. Και όταν χρειάζεται χρήματα να μοιράζομαι μαζί του τα δικά μου. Να θεωρώ την οικογένειά του αδέλφια μου και να τους διδάσκω αυτήν την τέχνη αν θέλουν να την μάθουν χωρίς δίδακτρα ή άλλη συμφωνία.
Να μεταδίδω τους κανόνες ηθικής, την προφορική διδασκαλία και όλες τις άλλες ιατρικές γνώσεις στους γιους μου, στους γιους του δασκάλου μου και στους εγγεγραμμένους μαθητές που πήραν τον ιατρικό όρκο, αλλά σε κανέναν άλλο.
Θα χρησιμοποιώ τη θεραπεία για να βοηθήσω τους ασθενείς κατά τη δύναμη και την κρίση μου, αλλά ποτέ για να βλάψω ή να αδικήσω. Ούτε θα δίνω θανατηφόρο φάρμακο σε κάποιον που θα μου το ζητήσει, ούτε θα του κάνω μια τέτοια υπόδειξη.
Παρομοίως, δεν θα εμπιστευτώ σε έγκυο μέσο που προκαλεί έκτρωση. Θα διατηρώ αγνή και άσπιλη και τη ζωή και την τέχνη μου. Δεν θα χρησιμοποιώ νυστέρι ούτε σε αυτούς που πάσχουν από λιθίαση, αλλά θα παραχωρώ την εργασία αυτή στους ειδικούς της τέχνης.
Σε όσα σπίτια πηγαίνω, θα μπαίνω για να βοηθήσω τους ασθενείς και θα απέχω από οποιαδήποτε εσκεμμένη βλάβη και φθορά, και ιδίως από γενετήσιες πράξεις με άνδρες και γυναίκες, ελεύθερους και δούλους. Και όσα τυχόν βλέπω ή ακούω κατά τη διάρκεια της θεραπείας ή και πέρα από τις επαγγελματικές μου ασχολίες στην καθημερινή μου ζωή, αυτά που δεν πρέπει να μαθευτούν παραέξω δεν θα τα κοινοποιώ, θεωρώντας τα θέματα αυτά μυστικά.
Αν τηρώ τον όρκο αυτό και δεν τον παραβώ, ας χαίρω πάντοτε υπολήψεως ανάμεσα στους ανθρώπους για τη ζωή και για την τέχνη μου. Αν όμως τον παραβώ και επιορκήσω, ας πάθω τα αντίθετα.'
];
